import React from "react";

const MyBook = () => {
    return(
        <div>
            <ul>
                <li>Название книги: Собачье сердце</li>
                <li>Автор: Михаила Булгакова</li>
                <li>Жанр: повесть</li>
                <li>количество страниц: 112</li>
                <li>Повесть Булгакова "Собачье сердце" потрясающая. Что это? Фантастика или реальное предсказание будущих возможностей человечества, а может быть в нем кроется какая-нибудь политическая подоплека, и не все так просто, как кажется. В любом случае это произведение живет и будет жить еще очень долго.
                    Помимо повести "Собачье сердце" в книге есть еще несколько повестей и рассказов, а также биография писателя.</li>
            </ul>
        </div>
    );
}

export default MyBook;