import React from "react";

const MyRecipe = () => {
    return(
        <div>
            <ul>
                <li>Блины на молоке: традиционный рецепт</li>
                <li>Продукты: </li>
                <ol>
                    <li>Молоко - 0,5 л</li>
                    <li>Яйца - 3 шт.</li>
                    <li>Масло растительное - 1 ст. ложка + для смазывания<br/> сковороды</li>
                    <li>Мука - 250 г</li>
                    <li>Сахар - 1 ст. ложка</li>
                    <li>Соль - 1 щепотка</li>
                    <li>Масло сливочное - 1 ст. ложка</li>
                </ol>
                <li>Как приготовить блины на молоке:</li>
                <ol>
                    <li>Смешайте яйца, соль, сахар и размешайте миксером.<br/>
                         Введите муку и влейте молоко. Взбейте блинное тесто,<br/>
                         чтобы добиться однородной консистенции.
                    </li>
                    <li>
                        Следом отправьте в тесто растительное масло,<br/>
                         чтобы блины в момент жарки легко переворачивались<br/>
                         и не пригорали.
                    </li>
                    <li>
                        Разогрейте сковородку и смажьте маслом
                    </li>
                    <li>
                        Налейте в центр сковородки небольшую порцию теста.<br/>
                         Сразу же вращайте сковородку по кругу, чтобы тесто<br/>
                         равномерно распределилось по всей
                    </li>
                    <li>
                        Жарим блины на среднем огне с обеих сторон до зарумянивания.<br/>
                         Блины очень тонкие, поэтому переворачивайте их аккуратно<br/>
                         с помощью лопатки. После того, как блин будет готов, снимите<br/>
                         со сковородки и смажьте сливочным маслом, чтобы края не были сухими,<br/>
                         а блины получились нежными.
                    </li>
                    <li>
                        Блины на молоке можно подавать с вареньем,<br/> джемом или сгущенкой. Приятного аппетита!
                    </li>
                    <img src='https://img1.russianfood.com/dycontent/images_upl/174/sm_173026.jpg'></img>
                </ol>
            </ul>
        </div>
    );
}

export default MyRecipe;